"Error -90057" = "AD domain has to be provided. ([domain]\\[user_name])";
"Error -10100" = "Invalid authentication method.";
"Error -10010" = "Invalid language.";
"Error -10004" = "User is expired.";
"Error -10003" = "User is locked.";
"Error -10005" = "User is temporary locked.";
"Error -10103" = "User must accept EULA";
"Error -10104" = "User must change his password.";
"Error -10106" = "User must change his username.";
"Error -40761" = "For now, the file can't be decrypted. Please ask another authorized user to grant you access to this file.";
"Error -40751" = "Requested file was not found.";
"Error -80021" = "Provided file segment is invalid.";
"Error -70104" = "User already approved EULA.";
"Error -70560" = "A user with this user name already exists.";
"Error -70105" = "User is not allowed to change his user name.";
"Error -10105" = "Password can't be reset for this user.";
"Error -70020" = "Encryption key pair was not found. Please set your encryption password first.";
"Error -70021" = "Encryption key pair was already set.";
"Error -70501" = "User could not be found.";
"Error -10107" = "Password can only be reset every 5 minutes.";
"Error -40755" = "Bad file name.";
"Error -40010" = "A room or folder can't be overwritten.";
"Error -80006" = "Expiration date is in past.";
"Error -80008" = "Expiration date is too late.";
"Error -40763" = "File key has to be provided.";
"Error -40756" = "Invalid file classification.";
"Error -70022" = "Invalid encryption key pair.";
"Error -41054" = "Folders/files must be in same parent.";
"Error -40001" = "Encrypted files can't be copied or moved to an not encrypted room.";
"Error -40002" = "Not encrypted files can't be copied or moved to an encrypted room.";
"Error -40764" = "لا يزال الفحص المضاد للفيروسات قيد التنفيذ";
"Error -40765" = "كشف فحص مكافحة الفيروسات عن ملف ضار.";

"Decryption password required" = "Decryption password required";
"Enter your decryption password to access encrypted data rooms." = "Enter your decryption password to access encrypted data rooms.";

"You have successfully created a share link for {0}." = "لقد قمت بإنشاء رابط مشاركة بنجاح لـ {0}.";
"You have successfully created the upload account {0}" = "لقد قمت بإنشاء حساب الرفع {0} بنجاح.";
"{0} Share(s) created" = "{0} Share(s) created";

"The AV scanner detected that the file could be malicious" = "كشف ماسح الفيروسات أن الملف قد يكون ضارًا.";

"DRACOON environment needs to be updated" = "يجب تحديث بيئة DRACOON";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "بيئة DRACOON الخاصة بك عفا عليها الزمن ولم تعد تعمل مع هذا التطبيق. يرجى الاتصال بالمسؤول الخاص بك.";

"Malicious content detected. Some functions are not available." = "تم اكتشاف محتوى خبيث وضار. بعض الوظائف غير متوفرة.";

"Threat detected" = "تم اكتشاف تهديد";
"Please wait. The file is being checked for malicious content" = "من فضلك انتظر. يتم فحص الملف بحثا عن محتوى ضار";

"Malicious content has been detected in this file. We recommend that you do not perform any further actions with the file and inform your system administrator immediately." = "تم اكتشاف محتوى ضار في هذا الملف. نوصي بعدم تنفيذ أي إجراءات أخرى مع الملف وإبلاغ مسؤول النظام الخاص بك على الفور.";
"The content is being scanned for viruses. Please wait a moment and try again in a few minutes." = "يتم فحص المحتوى بحثا عن الفيروسات. من فضلك انتظر لحظة وحاول مرة أخرى في غضون بضع دقائق.";

"sds.classification.1" = "عام";
"sds.classification.2" = "داخلي";
"sds.classification.3" = "سري";
"sds.classification.4" = "سري للغاية";